Dynamo.Engine.CodeGeneration.AstBuilder.#ctor(Dynamo.Engine.CodeGeneration.IAstNodeContainer,Dynamo.Engine.Profiling.ProfilingSession)
Construct a AstBuilder with AST node contiainer.
nodeContainer:
profilingSession: